IDEA Open Model
MatConcreteEc2.CalculateDependentValues Property
Compatible with IDEA StatiCa 20.1
 Setting calculation dependent values on fck
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CalculateDependentValues { get; set; }
Public Property CalculateDependentValues As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace